{
	"masthead": {
		"holdings": "אחזקות",
		"balance": "{{balance}} כמות את'ר כוללת בחוזה"
	},
	"menu": {
		"exchange" : [
			"מסחר",
			"מכירה ומשיכה",
			"העברה",
			"אחזקות"
		],
		"staking": "מאסטרנודים",
		"news": "חדשות",
		"chat": "צ'אט",
		"explorer": "טרנזקציות"
	},
	"notifications": {
		"loading": "...טוען",
		"cancelled": "העסקה בוטלה על-ידי המשתמש",
		"error": "אירעה שגיאה",
		"withdrawalSubmitted": "בקשת משיכה נשלחה אל הרשת. ממתין לאישור", 
		"sellSubmitted": "בקשת מכירה נשלחה אל הרשת. ממתין לאישור",
		"sellConfirmed": "מכירת הטוקנים שלך אושרה על-ידי הרשת! נמכרו {{tokens}} טוקנים בתמורה ל-{{eth}} את'ר",
		"sellExternal": "משתמש אחר מכר {{tokens}} טוקנים בתמורה ל-{{eth}} את'ר",
		"buySubmitted": "בקשת קניה נשלחה אל הרשת. ממתין לאישור",
		"buyConfirmed": "רכישת הטוקנים שלך אושרה על-ידי הרשת! נמכרו {{tokens}} טוקנים בתמורה ל-{{eth}} את'ר",
		"buyExternal": "משתמש אחר קנה {{tokens}} טוקנים בתמורה ל-{{eth}} את'ר",
		"transferSubmitted": "בקשת העברה נשלחה אל הרשת. ממתין לאישור",
		"transferConfirmed": "בקשת ההעברה שלך אושרה על-ידי הרשת! הועברו {{tokens}} טוקנים",
		"transferExternal": "משתמש אחר העביר {{tokens}} טוקנים"
	},
	"footer": "?פרוייקט זה הינו למטרות משחק בלבד ולא למטרות השקעה! כיף, לא",
	"pages": {
		"purchase": {
			"title": "רכישת טוקנים",
			"item": {
				"buy": {
					"title": "קנה טוקנים",
					"spend": "כמות את'ר להוצאה",
					"approx": "מספר טוקנים משוער {{amount}}",
					"invalid": "אנא הקלד מספר תקין",
					"empty": "הקלד מספר כלשהו לעיל כדי לראות מחיר משוער",
					"button": "קנה",
					"hint": "ככל שתזין כמות גז גבוהה יותר, כך הבקשה שלך תאושר מהר יותר על-ידי הרשת"
				},
				"reinvest": {
					"title": "השקע מחדש את הדיבידנדים שצברת",
					"button": "!השקע מחדש"
				},
				"recent": {
					"title": "הוראות רכישה אחרונות",
					"date": "תאריך",
					"tx": "מזהה עסקה",
					"address": "כתובת"
				}
			}
		},
		"sell": {
			"title": "מכירת טוקנים",
			"item": {
				"sell": {
					"title": "מכור טוקנים",
					"spend": "כמות טוקנים למכירה",
					"approx": "כמות את'ר משוערת {{amount}}",
					"invalid": "אנא הקלד מספר תקין",
					"empty": "הקלד מספר כלשהו לעיל כדי לראות מחיר משוער",
					"button": "מכור",
					"all": "מכור הכל",
					"hint": "ככל שתזין כמות גז גבוהה יותר, כך הבקשה שלך תאושר מהר יותר על-ידי הרשת",
					"warning": "האם אתה בטוח שברצונך למכור טוקנים? למכור פירושו להודות בפני כולם ובפני עצמך שהידיים שלך חלשות ואינך מסוגל להמשיך ולהשתתף במשחק. המשתתפים האחרים ישמחו לקבל ממך את עמלת המכירה בגובה 10%",
					"confirm": "כן. אני ידיים חלשות",
					"deny": "לא, מצאתי את הכוחות להמשיך ולהחזיק"
				},
				"withdraw": {
					"title": "דיבידנדים צבורים",
					"button": "משוך",
					"reinvest": "השקע מחדש",
					"warning": "האם ברצונך למשוך את הדיבידנדים? אל חשש, אין עמלות משיכה. אבל אם אתה נהנה מהמשחק אולי תעדיף לוותר על שפיותך ולבחון את אופציית ההשקעה מחדש. ככל שתמשיך להחזיק יותר טוקנים כך תקבל יותר עמלות ממשתמשים אחרים. זה בעצם כמו להגדיל את ההימור, שזה מגדיל את הסיכון אבל גם מגדיל את הכיף ומפחית את הסיכוי שלא תקבל כלום",
					"confirm": "כן, הגיע הזמן שהמכונה תשלם לי",
					"deny": "לא, אני אוהב מה שהולך כאן"
				},
				"recent": {
					"title": "הוראות מכירה אחרונות",
					"date": "תאריך",
					"tx": "מזהה עסקה",
					"address": "כתובת"
				}
			}
		},
		"transfer": {
			"title": "העברת טוקנים",
			"item": {
				"transfer": {
					"title": "העבר טוקנים",
					"spend": "כמות טוקנים לשליחה",
					"recipient": "כתובת הארנק המקבל",
					"invalid": "כתובת ארנק שגויה",
					"empty": "כמות שגויה",
					"button": "העבר",
					"hint": " זכור! עמלת העברה בגובה 10% תגבה מכל העברה <br> סך הדיבידנדים הצבורים יימשך באופן אוטומטי לארנק שלך. אל תכנס ללחץ.<br> ככל שתזין כמות גז גבוהה יותר, כך הבקשה שלך תאושר מהר יותר על-ידי הרשת"
				},
				"recent": {
					"title": "הוראות העברה אחרונות",
					"date": "תאריך",
					"tx": "מזהה עסקה",
					"from": "-מ",
					"to": "אל"
				}
			}
		},
		"holdings": {
			"title": "האחזקות שלי",
			"item": {
				"tokens": {
					"title": "טוקנים"
				},
				"rewards": {
					"title": "דיבידנדים",
					"reinvest": "(אם תשקיע מחדש)"
				},
				"portfolio": {
					"title": "צמיחת התיק",
					"description": "גרף העסקאות נמצא בשלבי פיתוח"
				},
				"actions": {
					"buy": "קנה טוקנים",
					"withdraw": "משיכה",
					"sell": "מכור טוקנים"
				},
				"configuration": {
					"title": "הגדרות",
					"description": "בקרוב - הגדרות אישיות, כולל מצב לילה. אם יש לך בקשות, הכנס לצ'אט שלנו <a href='https://discord.gg/wfG97Kt'></a>"
				},
				"recent": {
					"title": "היסטוריית הטרנזקציות שלי",
					"date": "תאריך",
					"tx": "מזהה עסקה",
					"event": "סוג"
				}
			}
		},
		"staking": {
			"title": "מעורבות",
			"item": {
				"description": {
					"title": "מאסטרנודים",
					"columns": [
						{
							"title": "!הפץ את הבשורה",
							"text": "אם יש ברשותך לפחות 5 טוקנים, החוזה החכם מייצר עבורך מאסטרנוד! <br><br> בכל פעם שמישהו יבקר באתר באמצעות המאסטרנוד שלך, הדפדפן שלהם ישמור את המאסטרנוד שלך בעוגיה שעוקבת אחרי כל עסקה שהם יבצעו, כעת ובעתיד"
						},
						{
							"title": "?מה יוצא לי מזה",
							"text": "<b>את'ריום!</b> בכל פעם שמישהו רוכש טוקנים באמצעות המאסטרנוד שלך, אתה מקבל מיד אוטומטית 33% מעמלות הקנייה שלו, שאחרת היו משולמות לכל המשתמשים"
						}
					]
				},
				"masternode": {
					"title": "המאסטרנוד שלי",
					"link": "...לינק המאסטרנוד הייחודי שלך הינו",
					"pointers": "כללים להגדלת הרשת הפרטית שלך",
					"list": [
						".נסה לגשת לחברים בקהילות שאתה חבר בהן",
						".הסבר על החוזה החכם בפורומים בשפה שלך",
						".השתמש בערכה הזו - היא מתוכננת כך שמשתמשים חדשים יעזרו במאסטרנוד שלך <a href='https://powh.io/shill-kit.html'></a>",
						".אל תשקר ואל תבטיח שום דבר! הסבר את עקרונות המשחק ואת תחושותיך הכנות לגבי הפרוייקט",
						".אל תבטיח תשואה או הצלחה מכל סוג שהם",
						".אל תספים באמצעות המאסטרנוד שלך. במקום זאת, דבר על הפרוייקט",
						".עבירה על הכללים הללו עלולה להוביל לביטול המאסטרנוד שלך",
						".דרישות האחזקה לקבלת מאסטרנוד עשויות להשתנות מעת לעת. הקפד להשקיע מחדש את הדיבידנדים שלך",
						".רק למקרה שאתה חוכמולוג - רכישה באמצעות המאסטרנוד של עצמך לא עובדת"
					]
				},
				"tracker": {
					"title": "מעקב צפיות",
					"text": "ביקורים שנעשו באמצעות המאסטרנוד שלך <br>(בהקמה)"
				},
				"earnings": {
					"text": "רווחי מאסטרנוד"
				},
				"recent": {
					"title": "טראנזקציות שנעשו באמצעות המאסטרנוד שלך",
					"date": "תאריך",
					"tx": "מזהה עסקה",
					"address": "כתובת",
					"profit": "רווח"
				}
			}
		}
	} 
}
